<?php

return ['required' => 'Полето :attribute е задолжително.', 'string' => 'Полето :attribute мора да биде текст.', 'email' => 'Внесете важечка е-пошта.', 'max' => ['string' => 'Полето :attribute може да има најмногу :max знаци.'], 'min' => ['string' => 'Полето :attribute мора да има најмалку :min знаци.'], 'confirmed' => 'Потврдата за :attribute не се совпаѓа.', 'password' => ['mixed' => 'Лозинката мора да содржи големи и мали букви.', 'numbers' => 'Лозинката мора да содржи број.', 'symbols' => 'Лозинката мора да содржи симбол.']];
